Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# misskey_achievement_output_hello_world_on_scratchpad_title
source: Hello, world!
af: Hallo, wêreld!
ar: مرحبا، العالم!
bg: Здравей, свят!
ca: Hola, món!
cs: Dobrý den, svět!
da: Hej verden!
de: Hallo Welt!
el: Γεια σας, κόσμος!
fi: Hei maailma!
fr: Bonjour, monde !
he: שלום, עולם!
hu: Helló, világ!
ja: こんにちは、世界中で！
ko: 안녕하세요, 세계!
nb: Hallo, verden!
nl: Hallo, wereld!
pl: Witaj, świat!
pt: Olá, mundo!
pt_br: Olá, mundo!
ro: Bună, lume!
ru: Привет, мир!
sr: Здраво, свете!
sv: Hej, världen!
tr: Merhaba dünya!
uk: Привіт, світе!
vi: Xin chào, thế giới!
zh_hans: 你好，世界！
zh_hant: 你好，世界！

# misskey_achievement_passed_since_account_created1_description
source: One year has passed since your account was created
af: 'n Jaar het verloop sedert jou rekening geskep is
ar: لقد مر عام واحد منذ إنشاء حسابك
bg: Измина една година от създаването на вашия акаунт
ca: Ha passat un any des de la creació del vostre compte
cs: Od vytvoření vašeho účtu uplynul jeden rok
da: Der er gået et år, siden din konto blev oprettet
de: Ein Jahr ist vergangen, seit dein Konto erstellt wurde
el: Πέρασε ένας χρόνος από τη δημιουργία του λογαριασμού σας
fi: Vuosi on kulunut tilisi luomisesta
fr: Un an s'est écoulé depuis la création de votre compte
he: עברה שנה מאז יצירת החשבון שלך
hu: Egy év telt el a fiókja létrehozása óta
it: È trascorso un anno dalla creazione del tuo account
ja: アカウント作成から1年が経過しました
ko: 계정 생성 후 1년 경과
nb: Ett år har gått siden din konto ble opprettet
nl: Er is een jaar verstreken sinds je account is aangemaakt
pl: Minął rok od utworzenia Twojego konta
pt: Passou um ano desde que a sua conta foi criada
pt_br: Um ano se passou desde que sua conta foi criada
ro: A trecut un an de când v-ați creat contul
ru: Прошел год с момента создания вашей учетной записи
sr: Прошла је година од када је ваш налог креиран
sv: Ett år har gått sedan ditt konto skapades
tr: Hesabınızın oluşturulmasından bu yana bir yıl geçti
uk: Минув рік з моменту створення вашого акаунта
vi: Một năm đã trôi qua kể từ khi tài khoản của bạn được tạo
zh_hans: 您的账号已创建一年
zh_hant: 您的帳號已建立一年

# misskey_achievement_passed_since_account_created1_title
source: One Year Anniversary
af: Eenjarige herdenking
ar: الذكرى السنوية الأولى
bg: Една година юбилей
ca: Primer aniversari
cs: První výročí
da: Etårsdag
de: Einjähriges Jubiläum
el: Πρώτη Επέτειος
fi: 1-vuotisjuhla
fr: Premier anniversaire
he: יום נישואין ראשון
hu: Egyéves évforduló
it: Primo anniversario
ja: 1周年
ko: 1주년
nb: Et års jubileum
nl: Eénjarig jubileum
pl: Pierwsza rocznica
pt: Primeiro aniversário
pt_br: Primeiro Aniversário
ro: Prima aniversare
ru: Первая годовщина
sr: Прва годишњица
sv: Första årsjubileet
tr: Birinci Yıl Dönümü
uk: Перша річниця
vi: Kỷ niệm một năm
zh_hans: 一周年纪念
zh_hant: 一週年紀念

# misskey_achievement_passed_since_account_created2_description
source: Two years have passed since your account was created
af: Twee jaar het verloop sedert jou rekening geskep is
ar: لقد مرت سنتان منذ إنشاء حسابك
bg: Изминаха две години от създаването на вашия акаунт
ca: Han passat dos anys des de la creació del vostre compte
cs: Od vytvoření vašeho účtu uplynuly dva roky
da: Der er gået to år, siden din konto blev oprettet
de: Zwei Jahre sind vergangen, seit dein Konto erstellt wurde
el: Πέρασαν δύο χρόνια από τη δημιουργία του λογαριασμού σας
fi: Kaksi vuotta on kulunut tilisi luomisesta
fr: Deux ans se sont écoulés depuis la création de votre compte
he: עברו שנתיים מאז יצירת החשבון שלך
hu: Két év telt el a fiókja létrehozása óta
it: Sono passati due anni da quando hai creato il profilo
ja: アカウント作成から2年が経過しました
ko: 계정 생성 후 2년 경과
nb: Det er gått 2 år siden din konto ble opprettet
nl: Er zijn twee jaar verstreken sinds je account is aangemaakt
pl: Minęły dwa lata od utworzenia Twojego konta
pt: Passaram dois anos desde que a sua conta foi criada
pt_br: Dois anos se passaram desde que sua conta foi criada
ro: Au trecut doi ani de când v-ați creat contul
ru: Прошло два года с момента создания вашей учетной записи
sr: Прошле су две године од када је ваш налог креиран
sv: Två år har gått sedan ditt konto skapades
tr: Hesabınızın oluşturulmasından bu yana iki yıl geçti
uk: Минуло два роки з моменту створення вашого акаунта
vi: Hai năm đã trôi qua kể từ khi tài khoản của bạn được tạo
zh_hans: 您的账号已创建两年
zh_hant: 您的帳號已建立兩年

# misskey_achievement_passed_since_account_created2_title
source: Two Year Anniversary
af: Tweejarige herdenking
ar: الذكرى السنوية الثانية
bg: Втора година юбилей
ca: Segon aniversari
cs: Druhé výročí
da: Toårsdag
de: Zweijähriges Jubiläum
el: Δεύτερη Επέτειος
fi: 2-vuotisjuhla
fr: Deuxième anniversaire
he: יום שנה שני
hu: Kétéves évforduló
it: Secondo anniversario
ja: 2周年
ko: 2주년
nb: To års jubileum
nl: Tweejarig jubileum
pl: Druga rocznica
pt: Segundo aniversário
pt_br: Segundo Aniversário
ro: A doua aniversare
ru: Вторая годовщина
sr: Друга годишњица
sv: Andra årsjubileet
tr: İkinci Yıl Dönümü
uk: Друга річниця
vi: Kỷ niệm hai năm
zh_hans: 两周年纪念
zh_hant: 兩週年紀念

# misskey_achievement_passed_since_account_created3_description
source: Three years have passed since your account was created
af: Drie jaar het verloop sedert jou rekening geskep is
ar: لقد مرت ثلاث سنوات منذ إنشاء حسابك
bg: Изминаха три години от създаването на вашия акаунт
ca: Han passat tres anys des de la creació del vostre compte
cs: Od vytvoření vašeho účtu uplynuly tři roky
da: Der er gået tre år, siden din konto blev oprettet
de: Drei Jahre sind vergangen, seit dein Konto erstellt wurde
el: Πέρασαν τρία χρόνια από τη δημιουργία του λογαριασμού σας
fi: Kolme vuotta on kulunut tilisi luomisesta
fr: Trois ans se sont écoulés depuis la création de votre compte
he: עברו שלוש שנים מאז יצירת החשבון שלך
hu: Három év telt el a fiókja létrehozása óta
it: Sono trascorsi tre anni dalla creazione del tuo account
ja: アカウント作成から3年が経過しました
ko: 계정 생성 후 3년 경과
nb: Det er gått tre år siden din konto ble opprettet
nl: Er zijn drie jaar verstreken sinds je account is aangemaakt
pl: Minęły trzy lata od utworzenia Twojego konta
pt: Passaram três anos desde que a sua conta foi criada
pt_br: Três anos se passaram desde que sua conta foi criada
ro: Au trecut trei ani de când v-ați creat contul
ru: Прошло три года с момента создания вашей учетной записи
sr: Прошле су три године од када је ваш налог креиран
sv: Tre år har gått sedan ditt konto skapades
tr: Hesabınızın oluşturulmasından bu yana üç yıl geçti
uk: Минуло три роки з моменту створення вашого акаунта
vi: Ba năm đã trôi qua kể từ khi tài khoản của bạn được tạo
zh_hans: 您的账号已创建三年
zh_hant: 您的帳號已建立三年

# misskey_achievement_passed_since_account_created3_title
source: Three Year Anniversary
af: Driejarige herdenking
ar: الذكرى السنوية الثالثة
bg: Трета година юбилей
ca: Tercer aniversari
cs: Třetí výročí
da: Treårsdag
de: Dreijähriges Jubiläum
el: Τρίτη Επέτειος
fi: 3-vuotisjuhla
fr: Troisième anniversaire
he: יום שנה שלישי
hu: Hároméves évforduló
it: Terzo anniversario
ja: 3周年
ko: 3주년
nb: Tre års jubileum
nl: Driejarig jubileum
pl: Trzecia rocznica
pt: Terceiro aniversário
pt_br: Terceiro Aniversário
ro: A treia aniversare
ru: Третья годовщина
sr: Трећа годишњица
sv: Tredje årsjubileet
tr: Üçüncü Yıl Dönümü
uk: Третя річниця
vi: Kỷ niệm ba năm
zh_hans: 三周年纪念
zh_hant: 三週年紀念

# misskey_achievement_posted_at_0min0sec_description
source: Post a note at 00:00
af: Plaas 'n nota om 00:00
ar: نشر ملاحظة في الساعة 00:00
bg: Публикувайте бележка в 00:00
ca: Publica una nota a les 00:00
cs: Zveřejněte poznámku v 00:00
da: Slå en note op kl. 00:00
de: Poste eine Notiz um 00:00 Uhr
el: Δημοσιεύστε μια σημείωση στις 00:00
fi: Julkaise muistiinpano klo 00:00
fr: Publier une note à 00:00
he: פרסם הערה בשעה 00:00
hu: Jegyzet közzététele 00:00-kor
it: Hai pubblicato una Nota a mezzanotte in punto
ja: 00:00ちょうどにノートを投稿する
ko: 00:00에 노트 게시
nb: Skriv en melding klokken 00:00
nl: Plaats een notitie om 00:00
pl: Opublikuj notatkę o 00:00
pt: Publique uma nota às 00:00
pt_br: Poste uma nota às 00:00
ro: Postați o notă la ora 00:00
ru: Опубликуйте заметку в 00:00
sr: Објавите белешку у 00:00
sv: Publicera en anteckning kl. 00:00
tr: Saat 00:00'da bir not paylaşın
uk: Опублікуйте нотатку о 00:00
vi: Đăng một ghi chú lúc 00:00
zh_hans: 在 00:00 发布笔记
zh_hant: 在 00:00 發佈筆記

# misskey_achievement_posted_at_0min0sec_flavor
source: Click Click Click Claaang
af: Klik Klik Klik Knaaang
ar: كليك كليك كليك كلانغ
bg: Клик Клик Клик Кланг
ca: Clic Clic Clic Clang
cs: Cvak Cvak Cvak Bink
da: Klik Klik Klik Klang
de: Klick Klick Klick Klang
el: Κλικ Κλικ Κλικ Κλανγκ
fi: Klik Klik Klik Klang
fr: Clic Clic Clic Clang
he: קליק קליק קליק קלאנג
hu: Klikk Klikk Klikk Kláng
it: Clic Clic Clic Clang
ja: クリック、クリック、クリック、カラン
ko: 클릭 클릭 클릭 댕
nb: Klikk Klikk Klikk Klang
nl: Klik Klik Klik Knaaang
pl: Klik Klik Klik Klang
pt: Clique Clique Clique Clang
pt_br: Clic Clic Clic Clang
ro: Click Click Click Clang
ru: Клик Клик Клик Кланг
sr: Клик Клик Клик Кланг
sv: Klick Klick Klick Klang
tr: Tık Tık Tık Çaaat
uk: Клік Клік Клік Кланг
vi: Click Click Click Clang
zh_hans: 咔哒 咔哒 咔哒 锵
zh_hant: 咔哒 咔哒 咔哒 鏘

# misskey_achievement_posted_at_0min0sec_title
source: Speaking Clock
af: Pratende horlosie
ar: ساعة ناطقة
bg: Говорещ часовник
ca: Rellotge parlant
cs: Mluvící hodiny
da: Talende ur
de: Sprechende Uhr
el: Ομιλούν Ρολόι
fi: Puhuva kello
fr: Horloge parlante
he: שעון דובר
hu: Beszélő óra
it: Orologio parlante
ja: 時報
ko: 시보
nb: Snakker klokke
nl: Sprekende klok
pl: Gadający zegar
pt: Relógio falante
pt_br: Relógio Falante
ro: Ceas vorbitor
ru: Говорящие часы
sr: Говорећи сат
sv: Talande klocka
tr: Konuşan Saat
uk: Годинник, що говорить
vi: Đồng hồ báo giờ
zh_hans: 报时钟
zh_hant: 報時鐘

# misskey_achievement_posted_at_late_night_description
source: Post a note late at night
af: Plaas 'n nota laat in die nag
ar: نشر ملاحظة في وقت متأخر من الليل
bg: Публикувайте бележка късно през нощта
ca: Publica una nota a la nit
cs: Zveřejněte poznámku pozdě v noci
da: Slå en note op sent om natten
de: Poste eine Notiz spät in der Nacht
el: Δημοσιεύστε μια σημείωση αργά το βράδυ
fi: Julkaise muistiinpano myöhään yöllä
fr: Publier une note tard dans la nuit
he: פרסם הערה מאוחר בלילה
hu: Jegyzet közzététele késő éjjel
it: Pubblica una nota a tarda notte
ja: 深夜にノートを投稿する
ko: 심야에 노트 게시
nb: Legg inn en melding sent om natten
nl: Plaats een notitie laat in de nacht
pl: Opublikuj notatkę późno w nocy
pt: Publique uma nota tarde na noite
pt_br: Poste uma nota tarde da noite
ro: Postați o notă târziu în noapte
ru: Опубликуйте заметку поздно ночью
sr: Објавите белешку касно у ноћ
sv: Publicera en anteckning sent på natten
tr: Gece geç saatte bir not paylaşın
uk: Опублікуйте нотатку пізно вночі
vi: Đăng ghi chú vào đêm muộn
zh_hans: 在深夜发布笔记
zh_hant: 在深夜發佈筆記

# misskey_achievement_posted_at_late_night_flavor
source: It's about time to go to bed.
af: Dit is tyd om bed toe te gaan.
ar: لقد حان الوقت للذهاب إلى الفراش.
bg: Време е за лягане.
ca: És hora d'anar a dormir.
cs: Je čas jít do postele.
da: Det er vist ved at være sengetid.
de: Es ist Zeit, ins Bett zu gehen.
el: Είναι ώρα για ύπνο.
fi: On aika mennä nukkumaan.
fr: Il est temps d'aller se coucher.
he: הגיע הזמן ללכת לישון.
hu: Ideje lefeküdni.
it: È ora di andare a dormire.
ja: そろそろ寝る時間だよ。
ko: 이제 잠자리에 들 시간입니다.
nb: Det er på tide å gå til sengs.
nl: Het is tijd om naar bed te gaan.
pl: Już czas iść do łóżka.
pt: Está na hora de ir para a cama.
pt_br: Está na hora de ir para a cama.
ro: E timpul să mergi la culcare.
ru: Пора ложиться спать.
sr: Време је за спавање.
sv: Det är dags att gå och lägga sig.
tr: Yatmanın vakti geldi de geçiyor.
uk: Пора лягати спати.
vi: Đến lúc đi ngủ rồi.
zh_hans: 该睡觉了。
zh_hant: 該睡覺了。

# misskey_achievement_posted_at_late_night_title
source: Nocturnal
af: Nagdiere
ar: ليلي
bg: Нощна птица
ca: Nocturn
cs: Noční tvor
da: Natugle
de: Nachtaktiv
el: Νυκτόβιος
fi: Yökukkuja
fr: Nocturne
he: לילי
hu: Éjszakai bagoly
it: Biassanot!
ja: 夜行性
ko: 야행성
nb: Nattlig
nl: Nachtdier
pl: Nocny marek
pt: Nocturno
pt_br: Noturno
ro: Nocturn
ru: Полуночник
sr: Ноћни
sv: Nattaktiv
tr: Gece Kuşu
uk: Нічний
vi: Cú đêm
zh_hans: 夜猫子
zh_hant: 夜貓子

# misskey_achievement_profile_filled_description
source: Set up your profile
af: Stel jou profiel op
ar: إعداد ملفك الشخصي
bg: Настройте своя профил
ca: Configura el teu perfil
cs: Nastavte si svůj profil
da: Udfyld din profil
de: Richte dein Profil ein
el: Διαμορφώστε το προφίλ σας
fi: Täytä profiilisi
fr: Configurer votre profil
he: הגדר את הפרופיל שלך
hu: Profil beállítása
it: Configura il tuo profilo
ja: プロフィールを設定する
ko: 프로필 설정
nb: Sett opp din profil
nl: Stel je profiel in
pl: Uzupełnij swój profil
pt: Configure o seu perfil
pt_br: Configure seu perfil
ro: Configurați-vă profilul
ru: Настройте свой профиль
sr: Подесите свој профил
sv: Ställ in din profil
tr: Profilinizi ayarlayın
uk: Налаштуйте свій профіль
vi: Thiết lập hồ sơ của bạn
zh_hans: 设置您的个人资料
zh_hant: 設置您的個人資料

# misskey_achievement_profile_filled_title
source: Well-prepared
af: Goed voorbereid
ar: مستعد جيداً
bg: Добре подготвен
ca: Ben preparat
cs: Dobře připraven
da: Velafrettet
de: Gut vorbereitet
el: Καλά προετοιμασμένος
fi: Hyvin valmistautunut
fr: Bien préparé
he: מוכן היטב
hu: Jól felkészült
it: Preparazione perfetta!
ja: 準備万端
ko: 준비 완료
nb: Godt forberedt
nl: Goed voorbereid
pl: Dobrze przygotowany
pt: Bem preparado
pt_br: Bem-preparado
ro: Bine pregătit
ru: Хорошо подготовлен
sr: Добро припремљен
sv: Väl förberedd
tr: İyi Hazırlanmış
uk: Добре підготовлений
vi: Chuẩn bị tốt
zh_hans: 有备而来
zh_hant: 有備而來

# misskey_achievement_react_without_read_description
source: React on a note that's over 100 characters long within 3 seconds of it being posted
af: Reageer op 'n nota wat langer as 100 karakters is binne 3 sekondes na dit geplaas is
ar: التفاعل مع ملاحظة يزيد طولها عن 100 حرف خلال 3 ثوانٍ من نشرها
bg: Реагирайте на бележка с дължина над 100 знака в рамките на 3 секунди след публикуването й
ca: Reacciona a una nota de més de 100 caràcters en 3 segons després de ser publicada
cs: Reagujte na poznámku delší než 100 znaků do 3 sekund od jejího zveřejnění
da: Reager på en note, der er over 100 tegn lang, inden for 3 sekunder efter den er slået op
de: Reagiere auf eine Notiz, die über 100 Zeichen lang ist, innerhalb von 3 Sekunden nach dem Posten
el: Αντιδράστε σε μια σημείωση με περισσότερους από 100 χαρακτήρες εντός 3 δευτερολέπτων από τη δημοσίευσή της
fi: Reagoi yli 100 merkkiä pitkään muistiinpanoon 3 sekunnin kuluessa sen julkaisemisesta
fr: Réagir à une note de plus de 100 caractères moins de 3 secondes après sa publication
he: הגב על הערה שאורכה מעל 100 תווים תוך 3 שניות מרגע הפרסום
hu: Reagáljon egy 100 karakternél hosszabb jegyzetre a közzétételtől számított 3 másodpercen belül
it: Reagisci a una nota lunga più di 100 caratteri entro 3 secondi dalla sua pubblicazione
ja: 100文字以上のノートに投稿から3秒以内にリアクションする
ko: 100자 이상의 노트를 게시 후 3초 이내에 리액션
nb: React på et notat som er over 100 tegn innenfor 3 sekunder etter at det er postet
nl: Reageer op een notitie van meer dan 100 tekens binnen 3 seconden na plaatsing
pl: Zareaguj na notatkę dłuższą niż 100 znaków w ciągu 3 sekund od jej opublikowania
pt: Reaja a uma nota com mais de 100 caracteres no espaço de 3 segundos após a publicação
pt_br: Reaja a uma nota com mais de 100 caracteres em até 3 segundos após ela ser postada
ro: Reacționați la o notă care are peste 100 de caractere în termen de 3 secunde de la postare
ru: Отреагируйте на заметку длиной более 100 символов в течение 3 секунд после ее публикации
sr: Реагујте на белешку дужу од 100 знакова у року од 3 секунде након објављивања
sv: Reagera på en anteckning som är över 100 tecken lång inom 3 sekunder efter att den har publicerats
tr: Paylaşıldıktan sonraki 3 saniye içinde 100 karakterden uzun bir nota tepki verin
uk: Відреагуйте на нотатку довжиною понад 100 символів протягом 3 секунд після її публікації
vi: Phản hồi một ghi chú dài hơn 100 ký tự trong vòng 3 giây sau khi đăng
zh_hans: 在发布后 3 秒内对超过 100 个字符的笔记做出反应
zh_hant: 在發佈後 3 秒內對超過 100 個字元的筆記做出反應

# misskey_achievement_react_without_read_title
source: Did you really read that?
af: Het jy dit regtig gelees?
ar: هل قرأت ذلك حقاً؟
bg: Наистина ли прочете това?
ca: Realment ho has llegit?
cs: Opravdu jste to četli?
da: Læste du overhovedet det?
de: Hast du das wirklich gelesen?
el: Το διάβασες πραγματικά αυτό;
fi: Luitko sinä todella tuon?
fr: As-tu vraiment lu ça ?
he: באמת קראת את זה?
hu: Tényleg elolvastad?
it: L'hai letto davvero?
ja: ちゃんと読んだ？
ko: 정말 읽으신 건가요?
nb: Har du virkelig lest det?
nl: Heb je dat echt gelezen?
pl: Czy naprawdę to przeczytałeś?
pt: Leu mesmo isso?
pt_br: Você leu isso mesmo?
ro: Chiar ai citit asta?
ru: Вы действительно это прочитали?
sr: Да ли сте то заиста прочитали?
sv: Läste du verkligen det där?
tr: Bunu gerçekten okudun mu?
uk: Ви справді це прочитали?
vi: Bạn có thực sự đọc nó không?
zh_hans: 你真的读了吗？
zh_hant: 你真的讀了嗎？

# misskey_achievement_self_quote_description
source: Quote your own note
af: Haal jou eie nota aan
ar: اقتباس ملاحظتك الخاصة
bg: Цитат на собствена бележка
ca: Cita la teva pròpia nota
cs: Citujte svou vlastní poznámku
da: Citér din egen note
de: Zitiere deine eigene Notiz
el: Παραθέστε τη δική σας σημείωση
fi: Lainaa omaa muistiinpanoasi
fr: Citer votre propre note
he: צטט את ההערה שלך
hu: Idézze saját jegyzetét
it: Cita la tua nota
ja: 自分のノートを引用する
ko: 자신의 노트 인용
nb: Siter ditt eget notat
nl: Citeer je eigen notitie
pl: Zacytuj własną notatkę
pt: Cite a sua própria nota
pt_br: Cite sua própria nota
ro: Citați propria notă
ru: Процитируйте свою собственную заметку
sr: Цитирајте сопствену белешку
sv: Citera din egen anteckning
tr: Kendi notunuzu alıntılayın
uk: Процитуйте власну нотатку
vi: Trích dẫn ghi chú của chính bạn
zh_hans: 引用您自己的笔记
zh_hant: 引用您自己的筆記

# misskey_achievement_self_quote_title
source: Self-Reference
af: Selfverwysing
ar: إشارة ذاتية
bg: Самореференция
ca: Autoreferència
cs: Sebereference
da: Selvreference
de: Selbstreferenz
el: Αυτοαναφορά
fi: Itsereferenssi
fr: Autoréférence
he: התייחסות עצמית
hu: Önhivatkozás
it: Autoreferenza
ja: 自己言及
ko: 자기 참조
nb: Selv-referanse
nl: Zelfreferentie
pl: Autoreferencja
pt: Autorreferência
pt_br: Autorreferência
ro: Auto-referință
ru: Самоцитирование
sr: Самореференца
sv: Självhenvisning
tr: Öz-Referans
uk: Самопосилання
vi: Tự tham chiếu
zh_hans: 自引用
zh_hant: 自引用

# misskey_achievement_set_name_to_syuilo_description
source: Set your name to "syuilo"
af: Stel jou naam op "syuilo" in
ar: عيّن اسمك إلى "سيويلو"
bg: Задайте си името „syuilo“
ca: Estableix el teu nom a "syuilo"
cs: Nastavte své jméno na "syuilo"
da: Sæt dit navn til "syuilo"
de: Setze deinen Namen auf "syuilo"
el: Ορίστε το όνομά σας σε "syuilo"
fi: Aseta nimeksesi "syuilo"
fr: Définissez votre nom sur "syuilo"
he: הגדר את השם שלך ל-"syuilo"
hu: Állítsd a nevedet "syuilo"-ra
it: Hai impostati il tuo nome in «syuilo»
ja: 名前を「syuilo」に設定する
ko: 이름을 「syuilo」로 설정
nb: Sett ditt navn til "syuilo"
nl: Stel je naam in op "syuilo"
pl: Ustaw swoją nazwę na „syuilo”
pt: Defina o seu nome para "syuilo"
pt_br: Defina seu nome para "syuilo"
ro: Setează-ți numele la „syuilo”
ru: Установите свое имя на «syuilo»
sr: Podesite svoje ime na "syuilo"
sv: Ändra ditt namn till "syuilo"
tr: İsminizi "syuilo" olarak ayarlayın
uk: Встановіть своє ім’я на «syuilo»
vi: Đặt tên của bạn thành "syuilo"
zh_hans: 将您的名字设置为 "syuilo"
zh_hant: 將您的名字設置為 "syuilo"

# misskey_achievement_set_name_to_syuilo_title
source: God Complex
af: God-kompleks
ar: مجمع الله
bg: Божи комплекс
ca: Complex de déu
cs: Bohový komplex
da: Gudekompleks
de: Gotteskomplex
el: Σύμπλεγμα Θεού
fi: Jumalankompleksi
fr: Complexe de Dieu
he: תסביך אלוהות
hu: Istenkomplexus
it: Complesso di Dio
ja: 神様コンプレックス
ko: 갓 컴플렉스
nb: Kompleks Gud
pl: Kompleks boga
pt: Complexo de Deus
pt_br: Complexo de Deus
ro: Complexul lui Dumnezeu
ru: Комплекс бога
sr: Kompleks boga
sv: Gudskomplex
tr: Tanrı Kompleksi
uk: Комплекс бога
vi: Mặc cảm tự tôn
zh_hans: 上帝情结
zh_hant: 上帝情結

# misskey_achievement_smash_test_notification_button_description
source: Trigger the notification test repeatedly within an extremely short time
af: Sneller die kennisgewingtoets herhaaldelik binne 'n uiters kort tyd
ar: تشغيل اختبار التنبيه بشكل متكرر خلال وقت قصير جداً
bg: Задействайте теста за известия многократно в рамките на изключително кратко време
ca: Activa la prova de notificació repetidament en un temps extremadament curt
cs: Opakovaně spouštějte test oznámení v extrémně krátkém čase
da: Udløs notifikationstesten gentagne gange inden for ekstremt kort tid
de: Löse den Benachrichtigungstest wiederholt innerhalb extrem kurzer Zeit aus
el: Ενεργοποιήστε τη δοκιμή ειδοποίησης επανειλημμένα σε εξαιρετικά σύντομο χρονικό διάστημα
fi: Laukaiskaa ilmoitustesti toistuvasti erittäin lyhyen ajan sisällä
fr: Déclencher le test de notification à plusieurs reprises dans un laps de temps extrêmement court
he: הפעל את מבחן ההתראות שוב ושוב תוך זמן קצר ביותר
hu: Az értesítési teszt ismételt elindítása rendkívül rövid időn belül
it: Attiva il test di notifica ripetutamente in un tempo estremamente breve
ja: 非常に短い時間内に通知テストを繰り返し実行する
ko: 매우 짧은 시간 내에 알림 테스트를 반복해서 실행
nb: Utløs varslingstesten gjentatte ganger i løpet av svært kort tid
nl: Activeer de meldingstest herhaaldelijk binnen een extreem korte tijd
pl: Uruchom test powiadomień wielokrotnie w bardzo krótkim czasie
pt: Ative o teste de notificação repetidamente num período de tempo extremamente curto
pt_br: Acione o teste de notificação repetidamente em um tempo extremamente curto
ro: Declanșați testul de notificare în mod repetat într-un timp extrem de scurt
ru: Запускайте тест уведомлений неоднократно в течение крайне короткого времени
sr: Више пута покрените тест обавештења у изузетно кратком времену
sv: Utlös aviseringstestet upprepade gånger inom en extremt kort tid
tr: Bildirim testini son derece kısa bir süre içinde defalarca tetikleyin
uk: Запускайте тест сповіщень неодноразово протягом вкрай короткого часу
vi: Kích hoạt kiểm tra thông báo lặp lại trong thời gian cực ngắn
zh_hans: 在极短的时间内重复触发通知测试
zh_hant: 在極短的時間內重複觸發通知測試

# misskey_achievement_smash_test_notification_button_title
source: Test overflow
af: Toetsoorloop
ar: تجاوز الاختبار
bg: Преливане на тест
ca: Desbordament de prova
cs: Přetečení testu
da: Test-overløb
de: Testüberlauf
el: Υπερχείλιση δοκιμής
fi: Testin ylivuoto
fr: Débordement de test
he: גלישת מבחן
hu: Teszt túlcsordulás
it: Overflow di test
ja: テスト過剰
ko: 테스트 오버플로
nb: Prøving av overflyt
nl: Test-overloop
pl: Przepełnienie testu
pt: Transbordo de teste
pt_br: Estouro de teste
ro: Overflow de test
ru: Перегрузка тестами
sr: Преливање теста
sv: Testöverflöd
tr: Test taşması
uk: Переповнення тесту
vi: Tràn kiểm tra
zh_hans: 测试溢出
zh_hant: 測試溢出

# misskey_achievement_tutorial_completed_description
source: Tutorial completed
af: Tutoriaal voltooi
ar: اكتمل البرنامج التعليمي
bg: Урокът е завършен
ca: Tutorial completat
cs: Návod dokončen
da: Vejledning gennemført
de: Tutorial abgeschlossen
el: Ο οδηγός ολοκληρώθηκε
fi: Opastus suoritettu
fr: Tutoriel terminé
he: המדריך הושלם
hu: Útmutató befejezve
it: Ha completato il tutorial
ja: チュートリアル完了
ko: 튜토리얼 완료
nb: Opplæring fullført
nl: Tutorial voltooid
pl: Samouczek ukończony
pt: Tutorial concluído
pt_br: Tutorial concluído
ro: Tutorial finalizat
ru: Обучение завершено
sr: Туторијал завршен
sv: Instruktionsfilm slutförd
tr: Öğretici tamamlandı
uk: Навчання завершено
vi: Đã hoàn thành hướng dẫn
zh_hans: 教程已完成
zh_hant: 教程已完成
